{
  "books":
  [
    {
      "title": "Green Eggs and Ham",
      "author": "Dr. Suess",
      "coverImage": "images/green-eggs-and-ham.jpg",
      "summary": "Green Eggs and Ham is about Sam-I-Am, trying to convince the narrator to try green eggs and ham. He spends most of the book, offering the unnamed character different locations and dining partners to try the delicacy. In the end the unnamed character relents and eats the green eggs and ham, and end up loving the food.",
      "reviews":
        [
          "My son loves it",
          "Amazing book that not only kids but also adults should enjoy",
          "This used to be my favourite book too, suprisingly enough. This book is simple for young children who are learning to read, however they may ask for green eggs and ham"
        ]
    },
    {
      "title": "The Secret Life of Bees",
      "author": "Sue Monk Kidd",
      "coverImage": "images/the-secret-life-of-bees.jpg",
      "summary": "Set in the fictitious town of Sylvan, South Carolina, in 1964, The Secret Life of Bees tells the story of a 14-year-old white girl, Lily Melissa Owens, whose life has been shaped around the blurred memory of the afternoon her mother was killed. She lives in a house with her abusive father, whom she refers to as T.",
      "reviews":
        [
          "I confess to being a little hesitant going into this book. It is, after all, that most cliched and irritating of literati faves: a coming-of-age story set in the American South. Lily, a motherless 14-year-old girl lives with her bigoted abusive father on a peach farm in South Carolina. Her goals involve befriending black people and finding information about her long-dead mother. Just summarizing this thing inspires the eye-rolling.",
          "The Secret Life of Bees is a lovely tale. It tells of Lily, a South Carolina 14 year old. She lives, unhappily, with her crusty father T. Ray and Rosaleen, the woman who raised her after her mother died when Lily was 4. It is a coming of age tale set against the civil rights issues of the early 60’s. It is certainly no coincidence that Lily (as in white) spends most of the book in the company of earth-mother black people. ",
          "A coming-to-age novel set in South Carolina at the height of desegregation. Lily is a lovable pre-teen who'd grown up believing she killed her mother (accidentally) and is trying to escape a brutal, abusive father. Filled with a cast of eccentric characters, Lily runs away with Rosaleen, a black servant, and finds herself in a beekeeper's sanctuary, where secrets come spilling out of the closet for a cymbal-clashing ending."
        ]
    },
    {
      "title": "The Great Gatsby",
      "author": "F. Scott-Fitzgerald",
      "coverImage": "images/the-great-gatsby.jpeg",
      "summary": "Nick Carraway, a young man from Minnesota, moves to New York in the summer of 1922 to learn about the bond business. He rents a house in the West Egg district of Long Island, a wealthy but unfashionable area populated by the new rich, a group who have made their fortunes too recently to have established social connections and who are prone to garish displays of wealth. Nick’s next-door neighbor in West Egg is a mysterious man named Jay Gatsby, who lives in a gigantic Gothic mansion and throws extravagant parties every Saturday night.",
      "reviews":
        [
          "The Great Gatsby is your neighbor you're best friends with until you find out he's a drug dealer. It charms you with some of the most elegant English prose ever published, making it difficult to discuss the novel without the urge to stammer awestruck about its beauty. It would be evidence enough to argue that F. Scott Fitzgerald was superhuman, if it wasn't for the fact that we know he also wrote This Side of Paradise.",
          "Jay Gatsby, you poor doomed bastard. You were ahead of your time. If you would have pulled your scam after the invention of reality TV, you would have been a huge star on a show like The Bachelor and a dozen shameless Daisy-types would have thrown themselves at you.",
          "This is a good book, though it is so ridiculously overrated. There are so many great books out there that will never get the attention they deserve. They will be forgotten and their wisdom heard by only a select few who are willing to go looking for it. So it annoys me when books like this are acclaimed by critics and readers alike as the best pieces of fiction in existence (when they are not.) There’s so much more out there!"
        ]
    }
  ]
}
